Repository: Abuchidefan/deepin-windows-installer
Catalog: app/po/*.po
Languages: az, da, ro

# MainWindow|
source: Username
az: İstifadəçi adı
da: Brugernavn
ro: Nume utilizator

# MainWindow|
source: Password
az: Şifrə
da: Kodeord
ro: Parola

# MainWindow|
source: Repeat Password
az: Təkrar Şifrə
da: Gentag Kodeord
ro: Repetă parola

# MainWindow|
source: This operation will not affect any of your data. Please use it freely.
az: Bu əməliyyat hər hansısa bir veriləni silməz. Xahiş edirik sərbəstcə istifadə edin.
da: Denne operation vil ikke påvirke nogen af ​​dine data. Brug det frit.
ro: Această operațiune nu-ți va afecta datele. Te rog s-o utilizezi după bunul plac.

# MainWindow|
source: Start
az: Başla

# MainWindow|
source: Exit
az: Çıx
da: Log ud
ro: Ieşire

# MainWindow|
source: Being installed. Please wait...
az: Quraşdırılma başladı. Xahiş edirik gözləyin...
da: Bliver installeret. Vent venligst...
ro: Se instalează. Te rog aşteaptă...

# MainWindow|
source: Installed Successfully. You need to restart your computer to experience %1.
az: Quraşdırılma tamamlandı. %1 yoxlamaq üçün kompüteri yenidən başlatmalızınız.
da: Installeret. Du er nødt til at genstarte computeren for at opleve dit nye OS %1.
ro: Instalat cu succes. Trebuie să resetezi calculatorul pentru a experimenta %1.

# MainWindow|
source: Installation Failed.
az: Quraşdırılma uğursuz alındı.
da: Installationen mislykkedes.
ro: Instalare eșuată.

# MainWindow|
source: Restart Later
az: Daha sonra yenidən başlat
da: Genstart senere
ro: Resetează mai târziu

# MainWindow|
source: Restart Now
az: İndi yenidən başlat
da: Genstart nu
ro: Resetează acum

# MainWindow|
source: Finished
az: Tamamlandı
da: Færdig
ro: Finalizat

# MainWindow|
source: You have installed %1.
az: %1 quraşdırıldı.
da: Du har installeret %1.
ro: Ai instalat %1.

# MainWindow|
source: Cancel
az: İmtina
da: Annuller
ro: Anulează

# MainWindow|
source: Uninstall
az: Sil
da: Afinstaller
ro: Dezinstalează

# MainWindow|
source: Reinstall
az: Yenidən quraşdır
da: Geninstaller
ro: Reinstalează

# MainWindow|
source: Being uninstalled. Please wait...
az: Silinmə başladı. Xahiş edirik gözləyin...
da: Bliver afinstalleret. Vent venligst...
ro: Se dezinstalează. Te rog aşteaptă...

# MainWindow|
source: Uninstalled Successfully.
az: Silinmə əməliyyatı uğurla başa çatdı.
da: Afinstalleret med succes.
ro: Dezinstalat cu succes.

# MainWindow|
source: Uninstallation Failed.
az: Quraşdırılma uğursuz alındı.
da: Afinstallationen mislykkedes.
ro: Dezinstalarea a eşuat.

# QObject|
source: Deepin System Installer
az: Deepin Sistem Qurucusu
ro: Instalator sistem Deepin

# QObject|
source: The first character must be in lower case.
az: Birinci simvol kiçik olmalıdır.
da: Det første tegn skal være med små bogstaver.
ro: Prima literă trebuie să fie minusculă.

# QObject|
source: Username must comprise a~z, 0~9, - or _.
az: İstifadəçi adı a~z, 0~9, - və ya _ simvollarından ibarət olmalıdır.
da: Brugernavn skal omfatte et~ z, 0~9, - eller _.
ro: Numele de utilizator trebuie să conțină litere de la a la z, cifre de la 0 la 9 sau semnul _.

# QObject|
source: Username can not be empty.
az: İstifadəçi adı boş qoyula bilməz.
da: Brugernavn kan ikke være tomt.
ro: Câmpul nume utilizator nu poate fi gol.

# QObject|
source: The username has been used by system.
az: Bu istifadəçi adı sistem tərəfindən sistem tərəfindən istifadə olunur.
ro: Numele de utilizator a fost utilizat de sistem.

# QObject|
source: Password can not be empty.
az: Şifrə boş qoyula bilməz.
da: Kodeord kan ikke være tomt.
ro: Câmpul parolă nu poate fi gol.

# QObject|
source: The two passwords do not match.
az: Şifrələr uyğunlaşmır.
da: De to adgangskoder er ikke ens.
ro: Cele două parole nu se potrivesc.

# MainWindow|
source: Please ensure that there is at least one%1 disk having more than 10GB free space.
da: Sikre dig, at der er mindst en% hardisk med mere end 10 GB ledig plads.
ro: Asigură-te te rog că ai la dispoziție cel puțin un %1 disc cu mai mult de 10 GB spațiu liber.

# QObject|
source: You can not use the reserved username: %1.
da: Du kan ikke bruge dette reserverede brugernavn: %1

# QObject|
source: Deepin Windows Installer
da: Deepin Windows Installeringsprogram
